Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Users having logged in
id_id: Pengguna yang sudah masuk

source: Users who received feedback ratings
id_id: Pengguna yang menerima penilaian umpan balik

source: Users who requested feedback
id_id: Pengguna yang meminta umpan balik

source: Users who sent feedback
id_id: Pengguna yang mengirimkan umpan balik

source: Users with check-ins by role
id_id: Pengguna dengan check-in menurut peran

source: Users with global access
id_id: Pengguna dengan akses global

source: Users with no goals
id_id: Pengguna tanpa sasaran

source: Users with no goals by org. level
id_id: Pengguna tanpa sasaran menurut level org.

source: Users with restricted access
id_id: Pengguna dengan akses terbatas

source: Word cloud - Answers for multiple choice questions
id_id: Word cloud - Jawaban untuk pertanyaan pilihan ganda

source: Word cloud - Answers from free text questions
id_id: Word cloud - Jawaban dari pertanyaan teks bebas

source: Worker/manager alignment
id_id: Penyelarasan pekerja/manajer

source: Worker self-review status
id_id: Status tinjauan mandiri pekerja

source: Workers having goals
id_id: Pekerja yang memiliki sasaran

source: Workers who received feedback ratings
id_id: Pekerja yang menerima penilaian umpan balik

source: Workers with no goals
id_id: Pekerja tanpa sasaran

source: Workflow step by comm round
id_id: Langkah alur kerja menurut putaran komunikasi

source: Workflow step status
id_id: Status langkah alur kerja

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
id_id: Kami tidak dapat menyiapkan laporan ini sekarang. Coba lagi nanti. Jika masalah berlanjut, hubungi tim dukungan dan bagikan layar ini.

source: Reference: {{referenceErrorCode}}
id_id: Referensi: {{referenceErrorCode}}

source: This report is temporarily unavailable.
id_id: Laporan ini untuk sementara tidak tersedia.

source: Reports
id_id: Laporan

source: There are no reports to display at the moment.
id_id: Tidak ada laporan yang dapat ditampilkan saat ini.

source: No reports or pages with the name "{{phrase}}"
id_id: Tidak ada laporan atau halaman dengan nama "{{phrase}}"

source: Search for a report
id_id: Cari laporan

source: Report list
id_id: Daftar laporan

source: This should only take a few seconds!
id_id: Ini seharusnya hanya memakan beberapa detik saja!

source: Loading data
id_id: Memuat data

source: Preparing visuals
id_id: Menyiapkan visual

source: Rendering the dashboard
id_id: Merender dasbor

source: We are generating the dashboard for you.
id_id: Kami sedang membuat dasbor untuk Anda.

source: Analytics
id_id: Analitik

source: Approve all pending goals
id_id: Setujui semua tujuan yang tertunda

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
id_id: Anda akan menyetujui tujuan <strong>{{goalTitle}}</strong>. Apakah Anda yakin ingin melanjutkan?

source: Approve goal
id_id: Setujui tujuan

source: Type your message here
id_id: Ketik pesan Anda di sini

source: {{count}} goals were successfully approved.
id_id: {{count}} tujuan berhasil disetujui.

source: The goal was approved.
id_id: Tujuan telah disetujui.

source: Assisted by Goal Genius
id_id: Dibantu oleh Goal Genius

source: Please add at least one attachment.
id_id: Silakan tambahkan setidaknya satu lampiran.

source: Back to login
id_id: Kembali ke masuk

source: Set new password
id_id: Atur kata sandi baru

source: Email me the link again
id_id: Kirimkan tautan kembali ke email saya

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
id_id: Anda lupa kata sandi atau ini pertama kali Anda masuk? Masukkan email Anda di bawah ini untuk menerima instruksi mengatur kata sandi Anda.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
id_id: Jika Anda belum menerima email dari kami dalam 3 menit ke depan, Anda dapat meminta email baru.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
id_id: Periksa kotak masuk "{{email}}" Anda untuk email dari beqom yang berisi tautan unik untuk mengatur ulang kata sandi Anda. Jika Anda tidak menemukan email ini di kotak masuk, periksa folder spam Anda.

source: Set my password
id_id: Atur kata sandi saya

source: Autosave
id_id: Simpan Otomatis

source: Back to home page
id_id: Kembali ke halaman utama

source: Back to "Manage behavior libraries" page
id_id: Kembali ke halaman "Kelola katalog perilaku"

source: Back to {{pageName}}
id_id: Kembali ke {{pageName}}

source: Service temporarily unavailable
id_id: Layanan sedang tidak tersedia

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
id_id: Server untuk sementara tidak tersedia. Silakan coba lagi dalam beberapa saat. Jika masalah tetap terjadi, hubungi tim TI Anda untuk mendapatkan bantuan.

source: Continue editing
id_id: Lanjutkan mengedit

source: Discard and close
id_id: Buang dan tutup

source: You have unsaved changes. Do you want to discard them?
id_id: Anda memiliki perubahan yang belum disimpan. Apakah Anda ingin membatalkannya?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
id_id: Saat ini, perusahaan kami belum memiliki katalog perilaku formal. Namun, kami sedang menyusun katalog perilaku untuk memenuhi tujuan organisasi. Tim kami secara aktif mengembangkan katalog perilaku yang komprehensif yang selaras dengan nilai dan tujuan perusahaan kami. Terima kasih atas pengertian Anda, kami akan segera membagikan perkembangan kami.

source: Assigned to:
id_id: Ditugaskan kepada:

source: Behavior library details
id_id: Detail katalog perilaku

source: Delete library
id_id: Hapus katalog

source: Disable library
id_id: Nonaktifkan katalog

source: Edit library
id_id: Edit katalog

source: Enable library
id_id: Aktifkan katalog

source: Library owners:
id_id: Pemilik katalog:

source: Publication date:
id_id: Tanggal publikasi:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
id_id: Pengguna tidak akan dapat lagi menandai perilaku ini, tetapi mereka masih dapat melihat perilaku yang telah diterima atau dikirim.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
id_id: Setelah mengaktifkan katalog ini, pergi ke "Edit", dan tinjau pengaturan serta penugasannya. Setelah katalog ditinjau dan ditugaskan, katalog tersebut akan tersedia untuk pengguna akhir. Apakah Anda yakin ingin mengaktifkan katalog ini?

source: The library {{name}} was successfully deleted.
id_id: Katalog {{name}} berhasil dihapus.

source: The library {{name}} was successfully disabled.
id_id: Katalog {{name}} berhasil dinonaktifkan.

source: The library {{name}} was successfully enabled.
id_id: Pustaka {{name}} berhasil diaktifkan.

source: Copyright © {{year}} beqom SA.
id_id: Hak Cipta © {{year}} beqom SA.

source: All rights reserved.
id_id: Seluruh hak cipta dilindungi.

source: Company goals
id_id: Tujuan perusahaan

source: Department goals
id_id: Tujuan departemen

source: Estimated bonus
id_id: Perkiraan bonus

source: Individual goals
id_id: Tujuan individu

source: Bonus variable estimator
id_id: Estimator bonus variabel

source: Accept
id_id: Terima

source: Accepted
id_id: Diterima

source: Add
id_id: Tambahkan

source: Add agenda point
id_id: Tambahkan poin agenda

source: Add block
id_id: Tambah blok

source: Add feature
id_id: Tambahkan fitur

source: Add feedback note
id_id: Tambahkan catatan umpan balik

source: Add field
id_id: Tambahkan bidang

source: Add note
id_id: Tambah catatan

source: Add option
id_id: Tambah opsi

source: Add type
id_id: Tambahkan tipe

source: Apply
id_id: Terapkan

source: Apply filters
id_id: Terapkan filter

source: Approve
id_id: Setuju

source: Assign
id_id: Tugaskan

source: Attach document
id_id: Lampirkan dokumen

source: Back
id_id: Kembali

source: Change
id_id: Ubah

source: Change file name
id_id: Ubah nama file

source: Clear filters
id_id: Hapus filter

source: Clear all filters and search
id_id: Hapus semua filter dan pencarian

source: Close
id_id: Tutup

source: Invite a collaborator
id_id: Undang kolaborator

source: Collapse
id_id: Runtuh

source: Continue
id_id: Lanjutkan

source: Copy
id_id: Salin

source: Create
id_id: Buat

source: Create check-in
id_id: Buat check-in

source: Create model
id_id: Buat model

source: Create snapshot
id_id: Buat snapshot

source: Dark mode
id_id: Mode gelap

source: Reject
id_id: Tolak

source: Delete
id_id: Hapus

source: Delete all
id_id: Hapus semua

source: Delete goal
id_id: Hapus tujuan

source: Discard
id_id: Buang

source: Download
id_id: Unduh

source: Download all
id_id: Unduh semua

source: Download CSV
id_id: Unduh CSV

source: Download CSV file
id_id: Unduh file CSV

source: Download file
id_id: Unduh file

source: Download log file
id_id: Unduh file log

source: Download PDF
id_id: Unduh PDF

source: Download the template
id_id: Unduh templat

source: Duplicate
id_id: Duplikat

source: Edit field
id_id: Edit kolom

source: Edit goal
id_id: Edit tujuan

source: Edit goal details
id_id: Edit detail tujuan

source: Edit profile
id_id: Edit profil

source: Edit type
id_id: Edit jenis

source: Exit
id_id: Keluar

source: Expand
id_id: Perluas

source: Export
id_id: Ekspor

source: Export organization
id_id: Ekspor organisasi

source: Extend model
id_id: Perluas model

source: Filters
id_id: Filter

source: Finish
id_id: Selesai

source: Generate CSV
id_id: Buat CSV

source: Generate statement
id_id: Buat pernyataan

source: Give
id_id: Beri

source: Give feedback
id_id: Beri umpan balik

source: Go back
id_id: Kembali

source: Hide
id_id: Sembunyikan

source: Join
id_id: Gabung

source: Help Center
id_id: Pusat Bantuan

source: Load more
id_id: Muat lebih banyak

source: Logout
id_id: Keluar

source: Manage
id_id: Kelola

source: Mark all as read
id_id: Tandai semua sebagai sudah dibaca

source: More
id_id: Lebih lanjut

source: Move reviews
id_id: Pindahkan ulasan

source: New
id_id: Baru

source: Next
id_id: Berikutnya

source: Next step
id_id: Langkah selanjutnya

source: None
id_id: Tidak ada

source: Open
id_id: Buka

source: Open in a new tab
id_id: Buka di tab baru

source: Open link
id_id: Buka tautan

source: Preview grid
id_id: Pratinjau grid

source: Previous
id_id: Sebelumnya

source: Print PDF
id_id: Cetak PDF

source: Proceed
id_id: Lanjutkan

source: Reassign review
id_id: Tugaskan ulang ulasan

source: Remove
id_id: Hapus

source: Remove all
id_id: Hapus semua

source: Remove file
id_id: Hapus file

source: Remove selected
id_id: Hapus yang dipilih

source: Rename
id_id: Ganti nama

source: Republish
id_id: Publikasi ulang

source: Request
id_id: Permintaan

source: Request feedback
id_id: Minta umpan balik

source: Reset to default
id_id: Kembalikan ke default

source: Resubmit
id_id: Kirim ulang

source: Submit again for approval
id_id: Kirim ulang untuk persetujuan

source: Retry
id_id: Coba lagi

source: Save
id_id: Simpan

source: Save & exit
id_id: Simpan & keluar

source: Save as draft
id_id: Simpan sebagai draf

source: Save changes
id_id: Simpan perubahan

source: Save draft and exit
id_id: Simpan draf dan keluar

source: Save updates
id_id: Simpan pembaruan

source: Select
id_id: Pilih

source: Send
id_id: Kirim

source: Send feedback
id_id: Kirim masukan

source: Send now
id_id: Kirim sekarang

source: Send requests
id_id: Kirim permintaan

source: Share
id_id: Bagikan

source: Show
id_id: Tampilkan

source: Show less
id_id: Tampilkan lebih sedikit

source: Show more
id_id: Tampilkan lebih banyak

source: Start upload
id_id: Mulai unggah

source: Submit
id_id: Kirim

source: Submitted
id_id: Dikirimkan

source: Toggle
id_id: Alihkan

source: Toggle menu
id_id: Alihkan menu

source: Train model
id_id: Latih model

source: Update
id_id: Perbarui

source: Upload
id_id: Unggah

source: Upload CSV
id_id: Unggah CSV

source: Uploading
id_id: Mengunggah

source: Validate
id_id: Validasi

source: View
id_id: Lihat

source: View all
id_id: Lihat semua

source: View check-in
id_id: Lihat check-in

source: No behavior libraries yet.
id_id: Belum ada pustaka perilaku.

source: Create your first behavior library
id_id: Buat katalog perilaku pertama Anda

source: Owners
id_id: Pemilik

source: The bonus plan was successfully duplicated.
id_id: Rencana bonus berhasil diduplikasi.

source: Open bonus plan
id_id: Buka rencana bonus

source: Enable
id_id: Aktifkan

source: Usage details
id_id: Detail penggunaan

source: Alert
id_id: Peringatan

source: Changes detected in the selected goal plan.
id_id: Perubahan terdeteksi pada rencana tujuan yang dipilih.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
id_id: Perubahan terdeteksi pada rencana sasaran yang dipilih. Gunakan versi draf tertunda untuk menerapkannya jika diperlukan.

source: Create pending draft
id_id: Buat draf tertunda

source: Duplication successful
id_id: Duplikasi berhasil

source: Edit pending draft
id_id: Edit draf tertunda

source: Create bonus plan
id_id: Buat rencana bonus

source: Edit bonus plan
id_id: Edit rencana bonus

source: The pending draft was successfully updated.
id_id: Draf yang tertunda berhasil diperbarui.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
id_id: Beberapa kurva pembayaran yang ditetapkan pada rencana bonus ini telah dinonaktifkan. Silakan tetapkan ulang kurva pembayaran tersebut.

source: The bonus plan was successfully published.
id_id: Rencana bonus berhasil dipublikasikan.

source: The pending draft was successfully published.
id_id: Draf tertunda berhasil dipublikasikan.

source: Numeric
id_id: Numerik

source: Percentage
id_id: Persentase

source: Achievement calculation
id_id: Perhitungan pencapaian

source: Calculation of the achievement per each goal
id_id: Perhitungan pencapaian untuk setiap tujuan

source: Calculated bonus
id_id: Bonus yang dihitung

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
id_id: Ketika beberapa situasi berlaku, bonus akhir adalah total dari bonus yang dihitung untuk setiap situasi.

source: Review the bonus calculation equation
id_id: Tinjau persamaan perhitungan bonus

source: Goal achievement %
id_id: Persentase pencapaian tujuan

source: Goal type weight
id_id: Bobot jenis tujuan

source: LoA factor
id_id: Faktor LoA

source: Payout curve result
id_id: Hasil kurva pembayaran

source: Target bonus
id_id: Bonus target

source: TiR factor
id_id: Faktor TiR

source: Bonus formula overview
id_id: Gambaran umum formula bonus

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
id_id: Rumus ini menghitung pembayaran bonus. Anda dapat menyesuaikannya nanti dalam proses pembuatan putaran kompensasi.

source: Bonus calculation equation
id_id: Persamaan perhitungan bonus

source: Specify the performance indicators and payout curve
id_id: Tentukan indikator kinerja dan kurva pembayaran

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
id_id: Kurva pembayaran {{payoutCurveName}} dinonaktifkan. Jika Anda mengeditnya, kurva ini tidak akan lagi tersedia untuk dipilih.

source: Deactivated payout curve
id_id: Kurva pembayaran dinonaktifkan

source: Add a goal plan and assign payout curves.
id_id: Tambahkan rencana sasaran dan tetapkan kurva pembayaran.

source: Payout curve
id_id: Kurva pembayaran

source: Measurement
id_id: Pengukuran

source: Add a plan, set a payout curve and a calculated weight.
id_id: Tambahkan rencana, atur kurva pembayaran, dan bobot yang dihitung.

source: Add goal plan
id_id: Tambahkan rencana tujuan

source: Add plan
id_id: Tambah rencana

source: Get started by adding a goal plan
id_id: Mulailah dengan menambahkan rencana tujuan

source: This payout curve is disabled; please choose another one.
id_id: Kurva pembayaran ini dinonaktifkan; silakan pilih yang lain.

source: This payout curve is disabled; please select another one.
id_id: Kurva pembayaran ini dinonaktifkan; silakan pilih yang lain.

source: Search for payout curves
id_id: Cari kurva pembayaran

source: Please provide a goal plan.
id_id: Silakan berikan rencana tujuan.

source: {{percent}}% weight
id_id: Berat {{percent}}%

source: Performance indicator (goals)
id_id: Indikator kinerja (tujuan)

source: Bonus type
id_id: Jenis bonus

source: The code cannot be empty.
id_id: Kodenya tidak boleh kosong.

source: Plan details
id_id: Detail rencana

source: A bonus plan with that code already exists
id_id: Rencana bonus dengan kode tersebut sudah ada

source: Goal plan period
id_id: Periode rencana tujuan

source: Define the time frame for the goal plan to be used in this bonus plan.
id_id: Tentukan jangka waktu rencana tujuan yang akan digunakan dalam rencana bonus ini.

source: End date is required
id_id: Tanggal akhir wajib diisi

source: The start date is required.
id_id: Tanggal mulai wajib diisi.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
id_id: Anda sudah memilih rencana tujuan. Untuk memperbarui periode, silakan hapus pilihan saat ini terlebih dahulu.

source: The name cannot be empty.
id_id: Nama tidak boleh kosong.

source: Search by name
id_id: Cari berdasarkan nama

source: Discretionary bonus
id_id: Bonus diskresioner

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
id_id: Diberikan atas kebijaksanaan manajer kompensasi, tidak terikat pada metrik kinerja tertentu.

source: STI: KPIs with payout curves
id_id: STI: KPI dengan kurva pembayaran

source: A bonus tied to KPIs where payouts adjust based on performance levels.
id_id: Bonus yang dikaitkan dengan KPI, dengan jumlah pembayaran yang disesuaikan berdasarkan pencapaian kinerja.

source: Define the population(s) for the bonus plan.
id_id: Tentukan populasi untuk rencana bonus.

source: Select the populations relevant for this bonus plan.
id_id: Pilih populasi yang relevan untuk rencana bonus ini.

source: Select populations
id_id: Pilih populasi

source: Population summary
id_id: Ringkasan populasi

source: Overview of the population definition
id_id: Gambaran umum tentang definisi populasi

source: System populations
id_id: Populasi sistem

source: Apply individual inclusion and exclusion.
id_id: Terapkan inklusi dan eksklusi secara individual.

source: No workers added to the population yet
id_id: Belum ada pekerja yang ditambahkan ke populasi

source: Manual worker selections
id_id: Pilihan pekerja manual

source: Workers selected manually
id_id: Pekerja dipilih secara manual

source: Apply prorating factors
id_id: Terapkan faktor prorata

source: Leave of absence (LoA)
id_id: Cuti sementara (LoA)

source: Select factors to apply to the plan
id_id: Pilih faktor yang akan diterapkan pada rencana

source: Selected factors
id_id: Faktor yang dipilih

source: Time in role (TiR)
id_id: Waktu dalam peran (TiR)

source: Time in role to target
id_id: Waktu dalam peran menuju target

source: Prorating factors
id_id: Faktor prorata

source: Review plan configurations
id_id: Tinjau konfigurasi rencana

source: Summary
id_id: Ringkasan

source: View bonus plan
id_id: Lihat rencana bonus

source: The payout curve is required.
id_id: Kurva pembayaran diperlukan.

source: Bulk assign
id_id: Tetapkan secara massal

source: Select which payout curve will be assigned to the selected goals.
id_id: Pilih kurva pembayaran yang akan ditetapkan untuk tujuan yang dipilih.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
id_id: Satu atau beberapa kurva pembayaran telah dinonaktifkan. Jika Anda menetapkan kurva pembayaran baru, Anda tidak akan dapat memilih kembali kurva mana pun yang telah dinonaktifkan.

source: Assign payout curve
id_id: Tetapkan kurva pembayaran

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
id_id: Tetapkan kurva pembayaran default berdasarkan jenis tujuan dan kriteria pengukuran. Opsi kurva pembayaran yang tersedia sesuai dengan jenis unit hasil. Anda dapat mengganti pengaturan default ini nanti jika diperlukan.

source: Default payout curves
id_id: Kurva pembayaran default

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
id_id: Anda akan dapat menetapkan kurva pembayaran setelah jenis tujuan dan kriteria pengukuran dimuat.

source: Select a goal plan to get started
id_id: Pilih rencana tujuan untuk memulai

source: Please select a goal plan.
id_id: Silakan pilih rencana tujuan.

source: The payout curve was successfully assigned.
id_id: Kurva pembayaran berhasil ditetapkan.

source: The payout curves were successfully assigned.
id_id: Kurva pembayaran berhasil ditetapkan.

source: Autosaved
id_id: Tersimpan otomatis

source: Select goal
id_id: Pilih tujuan

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
id_id: Apakah Anda yakin ingin menghapus rencana tujuan ini? Tindakan ini akan secara permanen menghapus semua konfigurasi.

source: Delete goal plan
id_id: Hapus rencana tujuan

source: Empty
id_id: Kosong

source: Individual
id_id: Individu

source: Organizational
id_id: Organisasi

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
id_id: Tidak ada hasil yang sesuai dengan kriteria pencarian/filter. Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil.

source: Search by goal name
id_id: Cari berdasarkan nama tujuan

source: {{count}} items selected
id_id: {{count}} item dipilih

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
id_id: Beberapa tujuan tidak memiliki kurva pembayaran yang ditetapkan. Anda dapat melanjutkan, tetapi tujuan-tujuan ini tidak akan dimasukkan dalam perhitungan bonus.

source: Unassigned goals
id_id: Tujuan yang belum ditetapkan

source: Pending draft
id_id: Draf tertunda

source: Bonus Plans
id_id: Rencana Bonus

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
id_id: Anda yakin ingin memperbarui rencana tujuan ini? Rencana bonus yang sudah dipublikasikan tidak akan terpengaruh sampai Anda memublikasikannya kembali.

source: Update goal plan
id_id: Perbarui rencana sasaran

source: Refresh goals
id_id: Segarkan sasaran

source: The goal plan was successfully updated.
id_id: Rencana tujuan berhasil diperbarui.

source: Update compensation rounds to the latest version.
id_id: Perbarui putaran kompensasi ke versi terbaru.
